{"id":"37f34e68-3041-4dff-9007-ec732b3b5324","ingredients":[{"amount":84.0,"name":"farine de blé","unit":"g"},{"amount":30.0,"category":"Épicerie","name":"eau","unit":"g"},{"amount":125.0,"name":"de yaourt bulgare (soit 1 pot)","unit":"g"},{"amount":4.0,"name":"à soupe d’huile végétale","unit":"c"},{"amount":1.0,"name":"à café de sel","unit":"c"},{"amount":1.0,"name":"à café de sucre","unit":"c"},{"amount":2.0,"name":"pincée de levure chimique"},{"amount":8.0,"name":"de levure boulangère","unit":"g"},{"amount":12.0,"name":"portions de vache qui rit (2 par naans)"}],"name":"Naan au fromage","quantity":{"amount":6.0,"unit":""},"source_url":"http://www.bollywoodkitchen.com/naans-au-fromage/","steps":[{"step":"Dans le bol du robot pétrin ou dans une terrine, mélanger tous les ingrédients secs : Farine, levure chimique, sel & sucre."},{"step":"Faire un puits dans cette farine puis ajouter les ingrédients liquides : huile, yaourt, levure boulangère diluée dans un peu d’eau + la moitié de l’eau."},{"step":"Pétrir la pâte pendant 15 à 20 minutes environ (si c’est à la main, au robot c’est 10 min en position moyenne). L’objectif est que la pâte devienne souple et qu’elle ne colle plus aux parois du bol !"},{"step":"Rajouter la moitié d’eau restante au fur et à mesure jusqu’à obtenir une belle pâte lisse. Ne pas hésiter à réajuster en eau ou farine pour obtenir la consistance voulue."},{"step":"Pendant le repos de la pâte, ouvrir les 12 portions de Vache qui rit dans un petit bol et bien mélanger – ce sera plus facile à travailler ensuite."},{"step":"Au bout d’une heure de repos, dégazer la pâte puis former 8 à 10 petites boules."},{"step":"Disposer la petite boule sur un plan de travail fariné puis étaler la légèrement, mettre une portion de fromage au centre de la pâte puis refermer la et l’abaisser à l’aide d’un rouleau à pâtisserie."},{"step":"Passant à la cuisson des cheese naans , faire "},{"step":"chauffer une poêle anti-adhérente et placer délicatement le cheese naan puis laisser dorer 3 "},{"step":"minutes de chaque côté à feu moyen."},{"step":"Disposer sur un plat et étaler une noisette de beurre ou de ghee de chaque coté"}]}